tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "sqlite"
brew "python@3.9"
brew "automake"
brew "python@3.8"
brew "azure-cli"
brew "binwalk"
brew "bison"
brew "bison@2.7"
brew "boost"
brew "glib"
brew "certstrap"
brew "cmake"
brew "container-diff"
brew "coreutils", link: false
brew "dive"
brew "docker", link: false
brew "libtool"
brew "jemalloc"
brew "nghttp2"
brew "gnutls"
brew "harfbuzz"
brew "libsodium"
brew "ffmpeg"
brew "gdb"
brew "git"
brew "git-lfs"
brew "go"
brew "glide"
brew "gnupg"
brew "go@1.10"
brew "golang-migrate"
brew "grep"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubectl@1.14"
brew "kubernetes-cli"
brew "kustomize"
brew "kustomize@2.0"
brew "launch_socket_server"
brew "launchdns", restart_service: true
brew "lcov"
brew "ldns"
brew "libewf"
brew "libfido2"
brew "libiconv"
brew "libpq"
brew "librdkafka"
brew "lldpd"
brew "md5sha1sum"
brew "memcached", restart_service: true
brew "mysql@5.7", restart_service: true
brew "nginx", restart_service: true
brew "node-build"
brew "node@14"
brew "nodenv"
brew "nss"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "tmux"
brew "overmind"
brew "pidof"
brew "pinentry-mac"
brew "pipenv"
brew "protobuf"
brew "protobuf-c"
brew "proxychains-ng"
brew "pv"
brew "pypy"
brew "rakudo-star"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "redis", restart_service: true
brew "rlwrap"
brew "ruby"
brew "screen"
brew "sl"
brew "sleuthkit"
brew "socat"
brew "softhsm"
brew "streamlink"
brew "telnet"
brew "thefuck"
brew "thrift"
brew "tree"
brew "yara"
brew "volatility"
brew "wget"
brew "wimlib"
brew "zsh"
cask "1password"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "disablemonitor"
cask "discord"
cask "docker"
cask "google-chrome"
cask "hyperdock"
cask "iterm2"
cask "kaleidoscope"
cask "kap"
cask "keka"
cask "mactex"
cask "microsoft-office"
cask "nextcloud"
cask "paragon-extfs"
cask "runescape"
cask "slack"
cask "speedcrunch"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "zulu8"
