tap "buo/cask-upgrade"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "rfidresearchgroup/proxmark3"
brew "dive"
brew "gh"
brew "git"
brew "glib"
brew "go"
brew "jansson"
brew "jemalloc"
brew "jq"
brew "python@3.11"
brew "ldns"
brew "libfido2"
brew "node-build"
brew "nodeenv"
brew "nodenv"
brew "nvm"
brew "openssh"
brew "openssl@1.1"
brew "pidof"
brew "pinentry-mac"
brew "python@3.10"
brew "python@3.9"
brew "zsh"
brew "rfidresearchgroup/proxmark3/proxmark3"
cask "1password-beta"
cask "adobe-creative-cloud"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "kap"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "nextcloud"
cask "plex"
cask "slack"
cask "speedcrunch"
cask "spotify"
cask "steam"
cask "visual-studio-code"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "coolbear.systemd-unit-file"
vscode "CraigMaslowski.erb"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "golang.go"
vscode "GraphQL.vscode-graphql-syntax"
vscode "kaiwood.endwise"
vscode "KoichiSasada.vscode-rdbg"
vscode "manuelpuyol.erb-linter"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "rebornix.ruby"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "redlin.remove-tabs-on-save"
vscode "sidneys1.gitconfig"
vscode "sleistner.vscode-fileutils"
vscode "sorbet.sorbet-vscode-extension"
vscode "stylelint.vscode-stylelint"
vscode "timonwong.shellcheck"
vscode "tommorris.mako"
vscode "will-wow.vscode-alternate-file"
vscode "wingrunr21.vscode-ruby"
