tap "buo/cask-upgrade"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rfidresearchgroup/proxmark3"
brew "automake"
brew "aws-iam-authenticator"
brew "openssl@1.1"
brew "python@3.10"
brew "awscli"
brew "certstrap"
brew "cmake"
brew "container-diff"
brew "dive"
brew "docker", link: false
brew "gh"
brew "git"
brew "glib"
brew "go"
brew "glide"
brew "gnutls"
brew "gnupg"
brew "golang-migrate"
brew "hyperscan"
brew "icu4c"
brew "python@3.9"
brew "imagemagick"
brew "jansson"
brew "jemalloc"
brew "jq"
brew "kubernetes-cli"
brew "launchdns"
brew "lcov"
brew "libfido2"
brew "libsodium"
brew "memcached", restart_service: true
brew "mkcert"
brew "mysql@5.7", restart_service: true
brew "nginx"
brew "node-build"
brew "node@14"
brew "nodeenv"
brew "nodenv"
brew "nss"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "overmind"
brew "pidof"
brew "pinentry-mac"
brew "protobuf"
brew "rbenv"
brew "redis", restart_service: true
brew "socat"
brew "softhsm"
brew "thefuck"
brew "zsh"
brew "rfidresearchgroup/proxmark3/proxmark3"
cask "1password-beta"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "discord"
cask "docker"
cask "google-chrome"
cask "hyperdock"
cask "iterm2"
cask "kaleidoscope"
cask "kap"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "nextcloud"
cask "slack"
cask "speedcrunch"
cask "spotify"
cask "steam"
cask "viscosity"
cask "visual-studio-code"
